<h1>Синхронизация расписания</h1>
<p>
	Актуально только для студентов СГТУ.
	Данный сервис позволяет легко синхронизировать ваше расписание с календарем Google,
	с учётом четности недели и возможностью преждевременно напоминать о первой паре.
	Изначально сервис был сделан для личного использования из-за лени заполнять все вручную.
</p>
<p>
	Чтобы продолжить, авторизуйтесь через сервисы Google.
	Требуется только разрешение на чтение и запись в календаре.
	При авторизации сервису остаются неизвестны любого рода пользовательские данные. 
</p>
<a href="<?=$authUrl ?>" class="action">Войти через Google</a>